Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/GameControlleriOSSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# GAME_INTENT_HOME_BUTTON_DETAIL_DESCRIPTION
source: Choose what happens when you long press “%@”.
ar: اختر الإجراء الذي يحدث عند الضغط مطولاً على "%@".
bg: Изберете какво се случва, когато натиснете продължително „%@“.
ca: Tria què passa quan fas una premuda llarga a “%@”.
cs: Vyberte akci, která se provede, když dlouze stisknete ovládací prvek „%@“.
da: Vælg, hvad der skal ske ved langt tryk på “%@”.
de: Wähle aus, was passiert, wenn du „%@“ lange drückst.
el: Επιλέξτε ποια ενέργεια θα εκτελείται όταν πατάτε παρατεταμένα το %@.
es: Elige qué acción realizar cuando mantienes pulsado “%@”.
es_us: Elige qué quieres que pase cuando mantengas presionado “%@”.
fi: Valitse, mitä tapahtuu, kun %[tt]@-painiketta painetaan pitkään.
fr: Choisissez la commande à effectuer lorsque vous maintenez enfoncé « %@ ».
fr_ca: Choisissez l’action produite par un contact prolongé avec « %@ ».
he: יש לבחור איזו פעולה תתרחש בעת לחיצה ארוכה על ״%@״.
hi: चुनें कि “%@” को देर तक दबाए रखने पर क्या होगा।
hr: Odaberite što će se desiti kad dugo pritišćete “%@”.
hu: Válassza ki, hogy mi történjen a(z) „%@” hosszan nyomva tartásakor.
id: Pilih apa yang terjadi saat Anda menekan lama “%@”.
it: Scegli l’azione da eseguire quando premi a lungo “%@”.
ja: “%@”を長押ししたときに行う操作を選択してください。
kk: «%@» түймесін ұзақ уақыт басқан кездегі әрекетті таңдаңыз.
ko: ‘%@’을(를) 길게 누를 때 수행할 동작을 선택합니다.
lt: Pasirinkite, koks veiksmas bus atliekamas ilgai spaudžiant „%@”.
ms: Pilih perkara yang berlaku apabila anda menekan lama “%@”.
nb: Velg hva som skal skje når du trykker lenge på «%@».
nl: Bepaal wat er gebeurt als je '%@' lang indrukt.
pl: Wybierz, co ma się stać po długim naciśnięciu „%@”.
pt_br: Escolha o que acontece quando você realiza o pressionamento longo em “%@”.
pt_pt: Escolha a ação a realizar quando efetua uma pressão longa em “%@”.
ro: Alegeți ce să se întâmple dacă apăsați lung pe “%@”.
ru: Выберите действие по долгому нажатию «%@».
sk: Vyberte akciu, ktorá bude vykonaná pri dlhom stlačení ovládacieho prvku „%@“.
sl: Izberite, kaj se zgodi, ko podaljšano pritisnete »%@«.
sv: Välj vad som ska hända när du trycker länge på ”%@”.
th: เลือกสิ่งที่จะเกิดขึ้นเมื่อคุณกด “%@” ค้าง
tr: “%@” üzerine uzun basıldığında ne olacağını seçin.
uk: Виберіть дію для довгого натискання «%@».
vi: Chọn các điều khiển xuất hiện khi bạn nhấn giữ “%@”.
zh_cn: 选取长按“%@”时执行的操作。
zh_hk: 選擇長時間按下「%@」時要執行的動作。
zh_tw: 選擇長時間按下「%@」時要執行的動作。

# GAME_INTENT_HOME_SCREEN_TITLE
source: Home Screen
ar: الشاشة الرئيسية
bg: Начален екран
ca: Pantalla d’inici
cs: Plocha
da: Hjemmeskærm
de: Home-Bildschirm
el: Οθόνη Αφετηρίας
es: Pantalla de inicio
es_us: Pantalla de inicio
fi: Koti-valikko
fr: Écran d’accueil
fr_ca: Écran d’accueil
he: מסך הבית
hi: होम स्क्रीन
hr: Početni zaslon
hu: Főképernyő
id: Layar Utama
it: Schermata Home
ja: ホーム画面
kk: Басты экран
ko: 홈 화면
lt: Pradžios ekranas
ms: Skrin Utama
nb: Hjem-skjerm
nl: Beginscherm
pl: Ekran główny
pt_br: Tela de Início
pt_pt: Ecrã principal
ro: Ecran principal
ru: Экран «Домой»
sk: Plocha
sl: Domači zaslon
sv: Hemskärmen
th: หน้าจอโฮม
tr: Ana Ekran
uk: Початковий екран
vi: Màn hình chính
zh_cn: 主屏幕
zh_hk: 主畫面
zh_tw: 主畫面

# GAME_INTENT_ON_CONNECT_DETAIL_DESCRIPTION
source: Choose what happens when your game controller connects to this device.
ar: اختر الإجراء الذي يحدث عند اتصال ذراع التحكم في الألعاب بهذا الجهاز.
bg: Изберете какво се случва, когато контролерът ви за игри се свърже с това устройство.
ca: Tria què passa quan connectes el teu comandament de joc a aquest dispositiu.
cs: Vyberte akci, která se provede, když k tomuto zařízení připojíte herní ovladač.
da: Vælg, hvad der skal ske, når din controller opretter forbindelse til denne enhed.
de: Wähle aus, was passiert, wenn sich dein Controller mit diesem Gerät verbindet.
el: Επιλέξτε τι θα συμβαίνει όταν το χειριστήριο παιχνιδιών σας συνδέεται σε αυτήν τη συσκευή.
es: Elige qué acción realizar al conectar tu mando de videojuegos a este dispositivo.
es_us: Elige qué quieres que pase cuando se conecte tu control de videojuegos a este dispositivo.
fi: Valitse, mitä tapahtuu, kun peliohjain yhdistää tähän laitteeseen.
fr: Choisissez la commande à effectuer lorsque votre manette se connecte à cet appareil.
fr_ca: Choisissez l’action produite par la connexion de votre manette de jeu à cet appareil.
he: יש לבחור איזו פעולה מתרחשת כאשר שלט המשחק מתחבר למכשיר זה.
hi: चुनें कि आपके गेम कंट्रोलर के इस डिवाइस से कनेक्ट करने पर क्या होगा।
hr: Odaberite što će se desiti kad spojite igraći kontroler na ovaj uređaj.
hu: Válassza ki, hogy mi történjen akkor, ha játékvezérlőt csatlakoztat ehhez az eszközhöz.
id: Pilih apa yang terjadi saat pengontrol game Anda terhubung ke perangkat ini.
it: Scegli ciò che accade quando il controller viene connesso al dispositivo.
ja: ゲームコントローラがこのデバイスに接続されたときに行う操作を選択してください。
kk: Ойын контроллеріңіз осы құрылғыға қосылған кездегі әрекетті таңдаңыз.
ko: 이 기기에 게임 컨트롤러를 연결할 때 수행할 동작을 선택합니다.
lt: Pasirinkite, koks veiksmas bus atliekamas prie šio įrenginio prijungus žaidimo valdiklį.
ms: Pilih perkara yang berlaku apabila pengawal permainan anda disambungkan ke peranti ini.
nb: Velg hva som skal skje når spillkontrolleren kobler til denne enheten.
nl: Bepaal wat er gebeurt als je game­controller verbinding maakt met dit apparaat.
pl: Wybierz, co ma się stać po połączeniu kontrolera z urządzeniem.
pt_br: Escolha o que acontece quando seu controle de videogame se conecta a este dispositivo.
pt_pt: Escolha a ação a realizar quando um comando de jogos estabelece ligação a este dispositivo.
ro: Alegeți ce să se întâmple atunci când controllerul pentru jocuri se conectează la acest dispozitiv.
ru: Выберите действие при подключении игрового контроллера к этому устройству.
sk: Vyberte akciu, ktorá bude vykonaná po pripojení vášho herného ovládača k tomuto zariadeniu.
sl: Izberite, kaj se zgodi, ko kontroler vzpostavi povezavo s to napravo.
sv: Välj vad som ska hända här spelkontrollen ansluts till den här enheten.
th: เลือกสิ่งที่จะเกิดขึ้นเมื่ออุปกรณ์ควบคุมเกมของคุณเชื่อมต่อกับอุปกรณ์นี้
tr: Oyun kumandanız bu aygıta bağlandığında ne olacağını seçin.
uk: Виберіть, що має відбуватися після підʼєднання ігрового контролера до цього пристрою.
vi: Chọn các điều khiển xuất hiện khi bộ điều khiển trò chơi của bạn kết nối với thiết bị này.
zh_cn: 选取游戏控制器与此设备连接时执行的操作。
zh_hk: 選擇遊戲控制器連接到此裝置時要執行的動作。
zh_tw: 選擇遊戲控制器連接此裝置時要執行的動作。

# GAME_INTENT_ON_CONNECT_TITLE
source: On Connect
ar: عند الاتصال
bg: При свързване
ca: En connectar
cs: Při připojení
da: Ved forbindelse
de: Bei Verbindung
el: Στη σύνδεση
es: Al conectar
es_us: Al conectarse
fi: Yhdistettäessä
fr: À la connexion
fr_ca: Lors de la connexion
he: בעת התחברות
hi: कनेक्ट करने पर
hr: Prilikom spajanja
hu: Csatlakozáskor
id: Saat Terhubung
it: Alla connessione
ja: 接続時
kk: Қосылған кезде
ko: 연결 시
lt: Prijungus
ms: Apabila Disambung
nb: Ved tilkobling
nl: Bij verbinding
pl: Po połączeniu
pt_br: Ao Conectar
pt_pt: Ao estabelecer ligação
ro: La conectare
ru: При подключении
sk: Pri pripojení
sl: Ob vzpostavitvi povezave
sv: Vid anslutning
th: เมื่อเชื่อมต่อ
tr: Bağlandığında
uk: За підʼєднання
vi: Khi kết nối
zh_cn: 连接时
zh_hk: 連接時
zh_tw: 連線時

source: Gesture
ar: الإيماءة
bg: Жест
ca: Gest
cs: Gesto
da: Bevægelse
de: Geste
el: Χειρονομία
es: Gesto
es_us: Gesto
fi: Ele
fr: Geste
fr_ca: Geste
he: מחווה
hi: जेस्चर
hr: Gesta
hu: Kézmozdulat
id: Gerakan
it: Gesto
ja: ジェスチャ
kk: Қимыл
ko: 제스처
lt: Gestas
ms: Gerak Isyarat
nb: Bevegelse
nl: Gebaar
pl: Gest
pt_br: Gesto
pt_pt: Gesto
ro: Gest
ru: Жест
sk: Gesto
sl: Kretnja
sv: Gest
th: คำสั่งนิ้ว
tr: Hareket
uk: Жест
vi: Cử chỉ
zh_cn: 手势
zh_hk: 手勢
zh_tw: 手勢

# HAPTICS_DESC
source: Customize your haptics for any app that uses this profile.
ar: تخصيص الحس اللمسي لأي تطبيق يستخدم ملف التعريف هذا.
bg: Персонализирайте осезанията си за всяко приложение, което използва този профил.
ca: Personalitza la vibració per a les apps que utilitzin el perfil.
cs: Umožňuje upravit nastavení haptiky pro všechny aplikace, které používají tento profil.
da: Tilpas haptisk feedback for alle apps, der bruger denne profil.
de: Passe die Haptik für alle Apps an, die dieses Profil verwenden.
el: Προσαρμόστε τα απτικά σας για οποιαδήποτε εφαρμογή χρησιμοποιεί αυτό το προφίλ.
es: Personaliza la vibración de cada app que use este perfil.
es_us: Personalizar la vibración para cualquier app que use este perfil.
fi: Muokkaa tuntopalautteita mille tahansa tätä profiilia käyttävälle apille.
fr: Personnalisez les vibrations pour chaque app utilisant ce profil.
fr_ca: Personnalisez les vibrations pour toute app qui utilise ce profil.
he: ניתן להתאים את הרטט האינטראקטיבי עבור כל יישום שמשתמש בפרופיל זה.
hi: इस प्रोफ़ाइल का उपयोग करने वाले किसी भी ऐप के लिए अपने हैप्टिक कस्टमाइज़ करें।
hr: Prilagodite vibraciju za svaku aplikaciju koja koristi ovaj profil.
hu: Testreszabhatja a haptikus jelzéseket bármely apphoz, amely ezt a profilt használja.
id: Sesuaikan haptik Anda untuk app mana pun yang menggunakan profil ini.
it: Personalizza il feedback aptico per le app che utilizzano questo profilo.
ja: このプロファイルを使用するすべてのアプリの触覚をカスタマイズします。
kk: Осы профильді пайдаланатын кез келген қолданба үшін жанасу сигналдарын бейімдеңіз.
ko: 이 프로필을 사용하는 모든 앱에서 햅틱을 사용자화합니다.
lt: Pritaikykite haptiką bet kuriai šį profilį naudojančiai programai.
ms: Sesuaikan haptik anda untuk sebarang app yang menggunakan profil ini.
nb: Tilpass følbar respons for alle apper som bruker denne profilen.
nl: Pas je voelbare signalen aan voor apps die dit profiel gebruiken.
pl: Dostosuj haptykę dla dowolnej aplikacji, która używa tego profilu.
pt_br: Personalize a resposta tátil para qualquer app que use este perfil.
pt_pt: Personalize a háptica para qualquer aplicação que use este perfil.
ro: Personalizați răspunsul haptic pentru orice aplicație care utilizează acest profil.
ru: Настройте тактильные сигналы для любого приложения, использующего этот профиль.
sk: Umožňuje upraviť haptiku pre všetky apky, ktoré používajú tento profil.
sl: Prilagodite haptiko za vse aplikacije, ki uporabljajo ta profil.
sv: Anpassa haptik för alla appar som använder den här profilen.
th: กำหนดการสั่นของคุณเองสำหรับแอปที่ใช้โปรไฟล์นี้
tr: Bu profili kullanan uygulamalar için dokunuşlarınızı özelleştirin.
uk: Налаштуйте вібровідгук для будь-якої програми, що використовує цей профіль.
vi: Tùy chỉnh cảm ứng cho bất kỳ ứng dụng nào sử dụng cấu hình này.
zh_cn: 为任何使用此描述文件的App自定义触感反馈。
zh_hk: 為使用此設定檔的App自訂你的觸覺回報。
zh_tw: 為使用此描述檔的App自訂觸覺回饋。

# HAPTICS_OFF
source: Off
ar: متوقفة
bg: Изкл.
ca: Cap
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: Desactivada
es_us: Desactivada
fi: Pois
fr: Non
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
ko: 끔
lt: Išjungtas
ms: Tak Aktif
nb: Av
nl: Uit
pl: Wył.
pt_br: Desativado
pt_pt: Desativado
ro: Dezactivat
ru: Выкл.
sk: Vypnutá
sl: izklopljen
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# HAPTICS_OFF_LOWERCASED
source: off
ar: متوقفة
bg: изкл.
ca: cap
cs: vypnutá
da: fra
de: aus
el: όχι
es: desactivada
es_us: desactivada
fi: pois
fr: non
fr_ca: non
he: כבוי
hi: बंद
hr: isključena
hu: ki
id: mati
it: no
ja: オフ
kk: өшірулі
ko: 끔
lt: išjungta
ms: tak aktif
nb: av
nl: uit
pl: wył.
pt_br: desativado
pt_pt: desativada
ro: dezactivat
ru: выключен
sk: vypnutá
sl: izklopljeno
sv: av
th: ปิด
tr: kapalı
uk: вимкнено
vi: tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# HAPTICS_STRONG
source: Strong
ar: قوي
bg: Силен
ca: Forta
cs: Silná
da: Stærkt
de: Stark
el: Ισχυρή
es: Fuerte
es_us: Fuerte
fi: Voimakas
fr: Fortes
fr_ca: Fortes
he: חזק
hi: ज़्यादा
hr: Snažno
hu: Erős
id: Kuat
it: Intenso
ja: 強い
kk: Қатты
ko: 강하게
lt: Stiprus
ms: Kuat
nb: Sterk
nl: Sterk
pl: Mocna
pt_br: Forte
pt_pt: Elevado
ro: Puternic
ru: Сильный
sk: Silná
sl: Močan
sv: Kraftig
th: แรง
tr: Güçlü
uk: Сильний
vi: Mạnh
zh_cn: 强
zh_hk: 強
zh_tw: 強

# HAPTICS_STRONG_LOWERCASED
source: strong
ar: قوية
bg: силно
ca: forta
cs: silná
da: stærk
de: stark
el: ισχυρή
es: fuerte
es_us: fuerte
fi: voimakas
fr: fort
fr_ca: fort
he: חזק
hi: प्रबल
hr: snažna
hu: erős
id: kuat
it: intenso
ja: 強い
kk: күшті
ko: 강하게
lt: stipri
ms: kuat
nb: sterk
nl: sterk
pl: mocne
pt_br: forte
pt_pt: elevada
ro: puternic
ru: сильный
sk: silná
sl: močan
sv: kraftig
th: แรง
tr: güçlü
uk: сильний
vi: mạnh
zh_cn: 强
zh_hk: 強
zh_tw: 強

# HAPTICS_TITLE
source: Haptic Feedback
ar: الاستجابة اللمسية
bg: Допирна обратна връзка
ca: Vibració hàptica
cs: Haptická odezva
da: Haptisk feedback
de: Haptisches Feedback
el: Απτική ανάδραση
es: Vibración
es_us: Vibración
fi: Tuntopalaute
fr: Retour tactile
fr_ca: Retour tactile
he: משוב אינטראקטיבי
hi: हैप्टिक फ़ीडबैक
hr: Povratna vibracija
hu: Haptikus jelzés
id: Umpan Balik Haptik
it: Feedback aptico
ja: 触覚フィードバック
kk: Жанасу сигналының кері байланысы
ko: 햅틱 피드백
lt: Haptinis atsakas
ms: Maklum Balas Haptik
nb: Følbar tilbakemelding
nl: Haptische feedback
pl: Odpowiedzi haptyczne
pt_br: Retorno Tátil
pt_pt: Feedback háptico
ro: Feedback haptic
ru: Тактильный отклик
sk: Haptická odozva
sl: Haptični odziv
sv: Haptisk feedback
th: การสั่นโต้ตอบ
tr: Dokunuş Geri Bildirimi
uk: Вібровідгук
vi: Phản hồi cảm ứng
zh_cn: 触感反馈
zh_hk: 觸覺回報
zh_tw: 觸覺回饋

# HAPTICS_TITLE_MAC
source: Haptics
ar: الحس اللمسي
bg: Осезания
ca: Vibració
cs: Haptika
da: Haptisk feedback
de: Haptik
el: Απτικά
es: Vibración
es_us: Vibración
fi: Tuntopalaute
fr: Vibrations
fr_ca: Vibrations
he: רטט אינטראקטיבי
hi: हैप्टिक
hr: Vibracija
hu: Haptikus jelzések
id: Haptik
it: Feedback aptico
ja: 触覚
kk: Жанасу сигналдары
ko: 햅틱
lt: Haptika
ms: Haptik
nb: Følbar respons
nl: Voelen
pl: Haptyka
pt_br: Tato
pt_pt: Háptica
ro: Răspuns haptic
ru: Тактильные сигналы
sk: Haptika
sl: Haptika
sv: Haptik
th: การสั่น
tr: Dokunuşlar
uk: Вібровідгук
vi: Cảm ứng
zh_cn: 触感反馈
zh_hk: 觸覺回報
zh_tw: 觸覺回饋

# HAPTICS_VOLUME_TITLE
source: Haptic Feedback
ar: الاستجابة اللمسية
bg: Допирна обратна връзка
ca: Vibració hàptica
cs: Haptická odezva
da: Haptisk feedback
de: Haptisches Feedback
el: Απτική ανάδραση
es: Vibración
es_us: Vibración
fi: Tuntopalaute
fr: Retour tactile
fr_ca: Retour tactile
he: משוב אינטראקטיבי
hi: हैप्टिक फ़ीडबैक
hr: Povratna vibracija
hu: Haptikus jelzés
id: Umpan Balik Haptik
it: Feedback aptico
ja: 触覚フィードバック
kk: Жанасу сигналының кері байланысы
ko: 햅틱 피드백
lt: Haptinis atsakas
ms: Maklum Balas Haptik
nb: Følbar tilbakemelding
nl: Haptische feedback
pl: Odpowiedzi haptyczne
pt_br: Retorno Tátil
pt_pt: Feedback háptico
ro: Feedback haptic
ru: Тактильный отклик
sk: Haptická odozva
sl: Haptični odziv
sv: Haptisk feedback
th: การสั่นโต้ตอบ
tr: Dokunuş Geri Bildirimi
uk: Вібровідгук
vi: Phản hồi cảm ứng
zh_cn: 触感反馈
zh_hk: 觸覺回報
zh_tw: 觸覺回饋

# HAPTICS_WEAK
source: Weak
ar: ضعيف
bg: Слаб
ca: Feble
cs: Slabá
da: Svagt
de: Schwach
el: Ασθενής
es: Débil
es_us: Débil
fi: Heikko
fr: Faibles
fr_ca: Faibles
he: חלש
hi: कम
hr: Slabo
hu: Gyenge
id: Lemah
it: Debole
ja: 弱い
kk: Әлсіз
ko: 약하게
lt: Silpnas
ms: Lemah
nb: Svak
nl: Zwak
pl: Słaba
pt_br: Fraco
pt_pt: Baixo
ro: Slab
ru: Слабый
sk: Slabá
sl: Šibek
sv: Svag
th: เบา
tr: Zayıf
uk: Слабкий
vi: Yếu
zh_cn: 弱
zh_hk: 弱
zh_tw: 弱

# HAPTICS_WEAK_LOWERCASED
source: weak
ar: ضعيفة
bg: слабо
ca: feble
cs: slabá
da: svag
de: schwach
el: ασθενής
es: débil
es_us: débil
fi: heikko
fr: faible
fr_ca: faible
he: חלש
hi: कमज़ोर
hr: slaba
hu: gyenge
id: lemah
it: debole
ja: 弱い
kk: әлсіз
ko: 약하게
lt: silpna
ms: lemah
nb: svak
nl: zwak
pl: słabe
pt_br: fraco
pt_pt: baixa
ro: slab
ru: слабый
sk: slabá
sl: šibek
sv: svag
th: เบา
tr: zayıf
uk: слабкий
vi: yếu
zh_cn: 弱
zh_hk: 弱
zh_tw: 弱

# HOW_TO_PAIR
source: How to Pair Game Controllers
ar: كيفية إقران أذرع تحكم الألعاب
bg: Как се свързват контролери за игри
ca: Com s’enllacen els comandaments de joc
cs: Spárování herního ovladače
da: Sådan parres controllere
de: Koppeln von Spielecontrollern
el: Τρόπος ζευγοποίησης χειριστηρίων παιχνιδιών
es: Cómo enlazar mandos de videojuegos
es_us: Cómo enlazar controles de videojuegos
fi: Laiteparin tekeminen peliohjaimista
fr: Comment jumeler des manettes de jeu
fr_ca: Jumelage de manettes de jeu
he: כיצד לקשר שלטי משחק
hi: गेम कंट्रोलर पेयर कैसे करें
hr: Kako upariti igraće kontrolere
hu: Segítség a játékvezérlők párosításához
id: Cara Memasangkan Pengontrol Game
it: Come abbinare i controller per videogiochi
ja: ゲームコントローラをペアリングする方法
kk: Ойын контроллерлерін жұптастыру әдісі
ko: 게임 컨트롤러 페어링 방법
lt: Kaip susieti žaidimų valdiklius
ms: Cara Memasangkan Pengawal Permainan
nb: Slik kobler du sammen med spillkontroller
nl: Gamecontrollers koppelen
pl: Jak połączyć w parę kontrolery do gier
pt_br: Como Emparelhar Controles de Videogame
pt_pt: Como emparelhar comandos de jogos
ro: Cum asociați controllerele pentru jocuri
ru: Инструкции по подключению контроллера
sk: Párovanie herných ovládačov
sl: Kako seznaniti igralni kontroler
sv: Så här parkopplar du spelkontroller
th: วิธีจับคู่อุปกรณ์ควบคุมเกม
tr: Oyun Kumandaları Nasıl Eşlenir?
uk: Як спарити ігровий контролер
vi: Cách ghép đôi bộ điều khiển trò chơi
zh_cn: 如何配对游戏控制器
zh_hk: 如何配對遊戲控制器
zh_tw: 如何配對遊戲控制器

# HOW_TO_PAIR_BRIEF
source: How to pair
ar: كيفية الإقران
bg: Как се свързва
ca: Com es fa l’enllaç
cs: Jak zařízení spárovat
da: Sådan oprettes pardannelse
de: So kannst du koppeln
el: Τρόπος ζευγοποίησης
es: Instrucciones para enlazarlo
es_us: Cómo enlazar
fi: Parin muodostaminen
fr: Procédure de jumelage
fr_ca: Jumelage
he: כיצד לקשר
hi: कैसे पेयर करें
hr: Kako upariti
hu: Segítség a párosításhoz
id: Cara memasangkan
it: Come effettuare l’abbinamento
ja: ペアリング方法
kk: Жұптастыру әдісі
ko: 페어링 방법
lt: Kaip susieti
ms: Cara berpasangan
nb: Slik kobler du sammen
nl: Koppelen
pl: Łączenie w parę
pt_br: Como emparelhar
pt_pt: Como emparelhar
ro: Cum se asociază
ru: Объединение устройств в пару
sk: Ako spárovať zariadenie
sl: Navodila za seznanjanje
sv: Så här parkopplar du
th: วิธีจับคู่
tr: Nasıl eşlenir?
uk: Як створити пару
vi: Cách ghép đôi
zh_cn: 如何配对
zh_hk: 如何配對
zh_tw: 如何配對

# HOW_TO_PAIR_CONTENTS_HEADER
source: Follow the instructions to place your controller in discovery mode, then select the controller from the list of available Bluetooth devices.
ar: اتبع الإرشادات لجعل ذراع التحكم في نمط الاكتشاف، ثم حدد ذراع التحكم من قائمة أجهزة Bluetooth المتوفرة.
bg: Следвайте инструкциите за поставяне на вашия контролер в режим за откриване, след което изберете контролера от списъка с достъпните Bluetooth устройства.
ca: Segueix aquestes instruccions per posar el comandament en mode d’enllaç i, després, selecciona’l a la llista de dispositius Bluetooth disponibles.
cs: Nastavte ovladač do režimu detekce podle uvedených pokynů a pak ho vyberte ze seznamu dostupných Bluetooth zařízení.
da: Følg instruktionerne for at indstille din controller som synlig, og vælg derefter controlleren på listen med tilgængelige Bluetooth-enheder.
de: Folge den Anweisungen, um den Entdeckungsmodus deines Controllers zu aktivieren, und wähle dann den Controller aus der Liste der verfügbaren Bluetooth-Geräte aus.
el: Ακολουθήστε τις οδηγίες για να θέσετε το χειριστήριό σας στη λειτουργία ανακάλυψης, και μετά επιλέξτε το χειριστήριο από τη λίστα των διαθέσιμων συσκευών Bluetooth σας.
es: Sigue las instrucciones para poner el mando en el modo de detección. Después, selecciónalo en la lista de dispositivos Bluetooth disponibles.
es_us: Sigue las instrucciones para activar el modo de descubrimiento de tu control; después, selecciona el control de entre la lista de dispositivos Bluetooth disponibles.
fi: Aseta ohjain löydettäväksi ohjeiden mukaisesti ja valitse se sitten saatavilla olevien Bluetooth-laitteiden luettelosta.
fr: Suivez ces instructions pour placer votre manette en mode de découverte, puis sélectionnez-la dans la liste des appareils Bluetooth disponibles.
fr_ca: Suivez les instructions pour régler votre manette en mode découverte, puis sélectionnez la manette dans la liste d’appareils Bluetooth disponibles.
he: יש לעקוב אחר ההוראות כדי להעביר את השלט למצב גילוי, ולאחר מכן לבחור אותו מהרשימה של מכשירי ה-Bluetooth הזמינים.
hi: अपना कंट्रोलर खोज मोड में डालने के लिए निर्देशों का पालन करें, फिर उपलब्ध Bluetooth डिवाइस की सूची से वह कंट्रोलर चुनें।
hr: Slijedite upute za postavljanje svog kontrolera u način rada za otkrivanje, zatim odaberite kontroler s popisa dostupnih Bluetooth uređaja.
hu: Az alábbi lépések segítségével állíthatja játékvezérlőit felfedezési módba. Ezután válassza ki a kívánt vezérlőt az elérhető Bluetooth-eszközök listájáról.
id: Ikuti instruksi untuk mengaktifkan mode penemuan di pengontrol, lalu pilih pengontrol dari daftar perangkat Bluetooth yang tersedia.
it: Segui le istruzioni per impostare il controller in modalità di rilevamento, quindi selezionalo dall’elenco dei dispositivi Bluetooth disponibili.
ja: 以下の手順に従ってゲームコントローラを検出モードにし、使用可能なBluetoothデバイスのリストからコントローラを選択してください。
kk: Контроллерді зерттеу режиміне орнату бойынша нұсқауларды орындаңыз, содан кейін контроллерді қолжетімді Bluetooth құрылғыларының тізімінен таңдаңыз.
ko: 컨트롤러를 탐색될 수 있는 상태로 만들려면 해당 지침을 따른 다음, 사용 가능한 Bluetooth 기기 목록에서 컨트롤러를 선택하십시오.
lt: Vadovaudamiesi nurodymais įjunkite valdiklio aptikimo režimą, tada pasirinkite valdiklį iš prieinamų „Bluetooth“ įrenginių sąrašo.
ms: Ikuti arahan untuk menetapkan pengawal anda kepada mod penemuan, kemudian pilih pengawal daripada senarai peranti Bluetooth yang tersedia.
nb: Følg disse instruksjonene for å sette spillkontrolleren din i søkbar modus, og velg så kontrolleren fra listen over tilgjengelige Bluetooth-enheter.
nl: Volg de instructies om je controller in ontdekkingsmodus te zetten, en selecteer vervolgens de controller in de lijst met beschikbare Bluetooth-apparaten.
pl: Aby przełączyć kontroler w tryb wykrywania, wykonaj wyświetlone kroki, a następnie wybierz ten kontroler na liście dostępnych urządzeń Bluetooth.
pt_br: Siga as instruções para colocar o controle em modo Descoberta, depois selecione o controle na lista de dispositivos Bluetooth disponíveis.
pt_pt: Siga as instruções para colocar o comando no modo de deteção e, depois, selecione‑o na lista de dispositivos Bluetooth disponíveis.
ro: Urmați instrucțiunile pentru a aduce controllerul în modul de detectare, apoi selectați controllerul din lista de dispozitive Bluetooth disponibile.
ru: Следуйте инструкциям, чтобы перевести контроллер в режим обнаружения, а затем выберите этот контроллер в списке устройств Bluetooth.
sk: Podľa nižšie uvedených pokynov nastavte herný ovládač do režimu párovania a potom ho vyberte v zozname dostupných Bluetooth zariadení.
sl: Sledite navodilom, da kontroler preide v način odkrivanja, nato pa ga izberite s seznama razpoložljivih naprav Bluetooth.
sv: Följ anvisningarna för att försätta spelkontrollen i upptäckbart läge och välj sedan spelkontrollen från listan med tillgängliga Bluetooth-enheter.
th: ทำตามคำแนะนำเพื่อให้สามารถค้นหาอุปกรณ์ควบคุมของคุณได้ จากนั้นเลือกอุปกรณ์ควบคุมจากรายการอุปกรณ์บลูทูธที่มี
tr: Oyun kumandanızı keşif moduna geçirmek için yönergeleri izleyin, sonra kullanılabilir Bluetooth aygıtları listesinde kumandayı seçin.
uk: Виконайте інструкції, щоб перемкнути свій контролер у режим виявлення, а потім виберіть його зі списку наявних пристроїв Bluetooth.
vi: Hãy làm theo hướng dẫn để đặt bộ điều khiển của bạn vào chế độ phát hiện, sau đó chọn bộ điều khiển từ danh sách các thiết bị Bluetooth khả dụng.
zh_cn: 按照指示将控制器置于发现模式，然后从可用蓝牙设备列表中选择控制器。
zh_hk: 按照指示將你的控制器設為探索模式，然後在可用的藍牙裝置列表中選擇控制器。
zh_tw: 依照指示讓控制器進入可被偵測模式，接著在可用的藍牙裝置列表中選取控制器。
